/* The label of the Cancel button */
"Cancel" = "Отмена";

/* The label of the Continue button */
"Continue" = "Продолжить";

/* The label of the Retry button */
"Retry" = "Повторить";

/* The label of the Redo button */
"Redo" = "Вернуть";

/* The label of the Trust button */
"Trust" = "Доверять";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Сбой проверки подлинности сервера";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "Срок действия сертификата сервера истек или сертификат еще не действует.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "Сертификат сервера не подписан ни одним корневым сервером.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "Сертификат сервера еще не действует.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "Сертификат сервера подписан корневым сервером, который не является доверенным.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "Не удается проверить подлинность \"%1$@\". %2$@\n\nПри продолжении ваши конфиденциальные данные подвергаются риску.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "Для подключения к \"%@\" и доступа к содержимому необходимо выполнить повтор.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ не может проверить подлинность \"%2$@\". для доступа к этому содержимому выберите \"%3$@\" и повторите последнее действие.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "Не удается проверить подлинность сервера";

